{
    "pages": [
        "<h2>1. Planejamento de Aulas e Preparação de Conteúdo</h2><ul><li><strong>Criação de planos de aula:</strong> Organizar conteúdos semanais com cronogramas.</li><li><strong>Sugestão de metodologias ativas:</strong> Como PBL (Project-Based Learning) e estudos de caso para engajar alunos.</li><li><strong>Criação de apresentações e quizzes:</strong> Gerar perguntas e respostas automáticas para verificar o aprendizado.</li><li><strong>Sugestão de leituras complementares:</strong> Indicar artigos, livros e papers relevantes para as aulas.</li></ul>",
        "<h2>2. Avaliações e Correções</h2><ul><li><strong>Elaboração de provas e listas de exercícios:</strong> Gerar questões de múltipla escolha ou dissertativas com diferentes níveis de dificuldade.</li><li><strong>Correção automatizada:</strong> Auxílio na correção de questões discursivas, sugerindo possíveis respostas.</li><li><strong>Geração de feedback personalizado:</strong> Fornecer comentários específicos com base nas respostas dos alunos.</li></ul>",
        "<h2>3. Suporte na Pesquisa Acadêmica</h2><ul><li><strong>Levantamento de referências:</strong> Buscar artigos recentes e temas emergentes para pesquisas ou TCCs.</li><li><strong>Resumo de papers:</strong> Criar resumos rápidos e objetivos de textos acadêmicos longos.</li><li><strong>Formatação de textos:</strong> Adequação aos estilos ABNT, IEEE, APA, entre outros.</li></ul>",
        "<h2>4. Orientação de TCCs e Projetos</h2><ul><li><strong>Estruturação de temas de pesquisa:</strong> Auxiliar na delimitação de tópicos relevantes para projetos.</li><li><strong>Sugestão de hipóteses e metodologia:</strong> Indicar abordagens adequadas para pesquisas específicas.</li><li><strong>Revisão e sugestões de melhoria:</strong> Identificar inconsistências e propor aprimoramentos em textos.</li></ul>",
        "<h2>5. Desenvolvimento de Ferramentas e Recursos Educacionais</h2><ul><li><strong>Criação de scripts e códigos:</strong> Gerar exemplos práticos em linguagens como Python, C ou OpenCL.</li><li><strong>Simulações e exemplos práticos:</strong> Demonstrar conceitos complexos com projetos simulados.</li><li><strong>Chatbots para dúvidas:</strong> Criar assistentes automáticos para responder perguntas comuns dos alunos.</li></ul>",
        "<h2>6. Gestão de Tempo e Organização</h2><ul><li><strong>Automatização de tarefas administrativas:</strong> Redigir e-mails, agendas e atas de reuniões rapidamente.</li><li><strong>Monitoramento de prazos e cronogramas:</strong> Manter as atividades sob controle com lembretes.</li></ul>",
        "<h2>7. Engajamento e Suporte aos Alunos</h2><ul><li><strong>Design de atividades personalizadas:</strong> Criar exercícios específicos para atender às necessidades dos alunos.</li><li><strong>Resolução de dúvidas fora do horário:</strong> Oferecer suporte remoto contínuo para aprendizado.</li><li><strong>Desenvolvimento de ambientes interativos:</strong> Promover discussões e atividades baseadas em chat em sala de aula.</li></ul>"
    ]
}
