{
    "pages": [
        "<h2>1. Organização dos Estudos e Aprendizado</h2><ul><li><strong>Planejamento de disciplinas:</strong> Criar cronogramas personalizados com metas semanais e datas de provas e entregas.</li><li><strong>Resumos e fichamentos:</strong> Gerar sínteses de artigos, capítulos e vídeos acadêmicos para facilitar a revisão.</li><li><strong>Trilhas de aprofundamento:</strong> Sugerir conteúdos para estudo complementar em áreas específicas do curso.</li><li><strong>Criação de simulados:</strong> Montar questionários com base em temas de disciplinas para autoavaliação.</li></ul>",

        "<h2>2. Apoio em Trabalhos e Tarefas Acadêmicas</h2><ul><li><strong>Estruturação de textos:</strong> Auxiliar na organização de relatórios, resenhas, ensaios e seminários.</li><li><strong>Melhoria de clareza e argumentação:</strong> Sugerir ajustes em introduções, desenvolvimento e conclusão.</li><li><strong>Geração de apresentações:</strong> Criar slides e roteiros explicativos para trabalhos em grupo ou seminários.</li><li><strong>Checklist para entrega:</strong> Verificar requisitos acadêmicos antes de submeter um trabalho.</li></ul>",

        "<h2>3. Suporte em Pesquisa e Iniciação Científica</h2><ul><li><strong>Mapeamento de referências:</strong> Localizar fontes atualizadas para projetos de pesquisa ou TCCs.</li><li><strong>Resumos analíticos:</strong> Gerar sínteses com foco em objetivo, método, resultados e conclusões.</li><li><strong>Revisão e formatação:</strong> Corrigir e adequar os textos às normas como ABNT, APA ou IEEE.</li></ul>",

        "<h2>4. Desenvolvimento de Projetos, Extensão e Hackathons</h2><ul><li><strong>Ideação de projetos:</strong> Sugerir temas alinhados a problemas sociais, ambientais ou de inovação tecnológica.</li><li><strong>Plano de execução:</strong> Criar cronogramas e estratégias de implementação com recursos limitados.</li><li><strong>Apresentação de pitch:</strong> Auxiliar na escrita e ensaio de apresentações para bancas ou eventos acadêmicos.</li></ul>",

        "<h2>5. Aprendizado de Ferramentas e Linguagens Técnicas</h2><ul><li><strong>Geração de código e algoritmos:</strong> Criar trechos de código comentados em linguagens como Python, R ou C++.</li><li><strong>Explicações didáticas:</strong> Obter explicações claras sobre frameworks, bibliotecas e comandos.</li><li><strong>Simulações e estudos de caso:</strong> Aplicar conceitos em situações práticas, com feedback automatizado.</li></ul>",

        "<h2>6. Gestão do Tempo e Vida Universitária</h2><ul><li><strong>Organização de calendário acadêmico:</strong> Criar agendas integradas com prazos, aulas e estágios.</li><li><strong>Técnicas de produtividade:</strong> Sugerir métodos como Pomodoro, GTD e matriz de Eisenhower para manter o foco.</li><li><strong>Equilíbrio entre estudos e vida pessoal:</strong> Sugestões para manter a saúde mental e gerenciar o estresse.</li></ul>",

        "<h2>7. Preparação para Avaliações e Apresentações Acadêmicas</h2><ul><li><strong>Simulados e flashcards:</strong> Gerar materiais para revisar conteúdos de forma ativa.</li><li><strong>Estratégias de apresentação oral:</strong> Criar roteiros, definir tempo de fala e praticar defesas acadêmicas.</li><li><strong>Autoavaliação e melhoria contínua:</strong> Identificar pontos fracos e receber sugestões de como melhorar a performance acadêmica.</li></ul>"
    ]
}
