{
    "pages": [
        "<h2>Preconceitos</h2><p>As ferramentas de IA são treinadas com base em informações produzidas por humanos, o que as torna propensas a possíveis vieses humanos que existam nos dados originais. Por exemplo, você pode pedir para uma ferramenta de IA gerar a imagem de um cientista para uma apresentação de slides de uma aula. Se as imagens retratam principalmente homens brancos, você pode comunicar acidentalmente que todos os cientistas são homens brancos. A intervenção humana cria resultados mais inclusivos.</p>",
        "<h2>Integridade e trapaça</h2><p>Muitas pessoas se preocupam com o uso irresponsável da IA. Porém, quando as calculadoras se tornaram predominantes no mercado, foi modificada a forma como a matemática era ensinada nas escolas e utilizada no trabalho, colocando mais ênfase na demonstração e execução do processo. Ao compreender o que as ferramentas de IA podem ou não fazer, todos vão conseguir usar essa tecnologia para melhorar suas atividades.",
        "<h2>Alucinações e informações não confiáveis</h2><p>A IA às vezes produz uma alucinação, que é qualquer resultado impreciso ou enganoso. Por exemplo: vamos supor que você diga a uma ferramenta de IA que o nome do seu irmão é João. Mas existe uma espécie de pássaro chamado João-de-barro. Uma alucinação de IA pode se apresentar como \"Seu irmão é um pássaro\".",
        "Confira outros exemplos de alucinações de IA de conversação:<ul><li>Inventar citações ou eventos que não estavam na matéria original.</li><li>Ao responder uma pergunta complexa que exige compreensão do mundo real, a ferramenta pode oferecer uma saída que parece plausível, mas não tem sentido.</li></ul>Por isso, fique alerta e confirme as respostas fornecidas pelas ferramentas de IA em fontes confiáveis. Use-as de forma responsável, verificando os fatos. Peça as fontes das informações ou uma bibliografia, por exemplo, ou as pesquisem separadamente.",
        "<h2>Privacidade e segurança</h2>As ferramentas de IA coletam e analisam grandes quantidades de dados. Por isso, é importante considerar a privacidade e a segurança. Privacidade é o direito de um usuário controlar suas informações pessoais. A segurança envolve proteger essas informações para evitar acesso não autorizado. Revise a Política de Privacidade da ferramenta de IA relevante se tiver alguma dúvida.",
        "É seu dever declarar o uso da IA e checar os resultados, assim como compreender as diretrizes da sua organização relacionadas a essa tecnologia, especialmente antes de inserir qualquer informação particular do estudante.",
        "<h2>Cuidado</h2><p>As ferramentas de IA podem fornecer uma estrutura útil, mas não devem ser tratadas como uma fonte da verdade. A avaliação humana dos resultados da IA é necessária.<br>Somente humanos têm as habilidades de pensamento crítico necessárias para julgar se a informação é precisa.<br>Como as ferramentas de IA são treinadas com base em informações produzidas por humanos, elas estão sujeitas a possíveis vieses humanos que existam nos dados."
    ]
}
